Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# AdvancedSetting.detectPasswordInputDebounce
source: How long (seconds) terminal echo must remain disabled before iTerm2 treats it as a password prompt. This prevents shell scripts that briefly turn off echo (e.g. while reading the response to an OSC report request) from triggering the password manager. Set to 0 to disable debouncing.
de: Wie lange (in Sekunden) das Terminal-Echo deaktiviert bleiben muss, bevor iTerm2 dies als Passwortabfrage behandelt. Dies verhindert, dass Shell-Skripte, die das Echo kurzzeitig ausschalten (z. B. beim Lesen der Antwort auf eine OSC-Berichtsanfrage), den Passwort-Manager auslösen. Auf 0 setzen, um die Entprellung zu deaktivieren.
ja: iTerm2 がパスワードプロンプトとみなすまでに、ターミナルのエコーが無効のままである必要がある時間 (秒単位)。 これにより、OSC レポートリクエストへの応答を読み取る間などに一時的にエコーをオフにするシェルスクリプトが、パスワードマネージャーを誤って起動するのを防ぎます。デバウンスを無効にするには 0 を指定してください。
pt_br: Por quanto tempo (segundos) o eco do terminal deve permanecer desativado antes de o iTerm2 tratá-lo como um prompt de senha. Isto impede que scripts de shell que desativam o eco brevemente (p. ex., ao ler a resposta a uma requisição de relatório OSC) acionem o cofre de senhas. Defina como 0 para desativar o debounce.
ru: Как долго (в секундах) эхо терминала должно оставаться отключённым, прежде чем iTerm2 сочтёт это запросом пароля. Это предотвращает срабатывание менеджера паролей из-за скриптов оболочки, которые ненадолго отключают эхо (например, при чтении ответа на запрос отчёта OSC). Установите 0, чтобы отключить эту задержку.
zh_hans: iTerm2将如何将其视为密码提示符，需禁用终端回显多少秒？ 此设置可防止短暂关闭回显的shell脚本（例如读取OSC报告请求的响应）触发密码管理器。设置为0可禁用去抖功能。

# AdvancedSetting.disableAdaptiveFrameRateInInteractiveApps
source: Disable adaptive framerate in interactive apps. Turn off adaptive frame rate while in alternate screen mode for more consistent refresh rate. This works even if alternate screen mode is disabled.
de: Adaptive Bildwiederholrate in interaktiven Anwendungen deaktivieren. Schaltet die adaptive Bildwiederholrate im alternativen Bildschirmmodus aus, um eine gleichmäßigere Bildwiederholrate zu erzielen. Dies funktioniert auch, wenn der alternative Bildschirmmodus deaktiviert ist.
ja: 対話型アプリでの適応フレームレートを無効にします。 より一定したリフレッシュレートにするため、代替スクリーンモード中は適応フレームレートをオフにします。これは代替スクリーンモードが無効な場合でも機能します。
pt_br: Desativar a taxa de quadros adaptativa em apps interativos. Desativa a taxa de quadros adaptativa no modo de tela alternada para uma taxa de atualização mais consistente. Isto funciona mesmo se o modo de tela alternada estiver desativado.
ru: Отключить адаптивную частоту кадров в интерактивных приложениях. Отключает адаптивную частоту кадров в режиме альтернативного экрана для более стабильной частоты обновления. Действует, даже если режим альтернативного экрана отключён.
zh_hans: 在交互式应用中禁用自适应帧率。 在替代屏幕模式下关闭自适应帧率，以获得更稳定的刷新率。即使替代屏幕模式被禁用，此功能仍然有效。

# AdvancedSetting.disableAppNap
source: Disable App Nap. Change effective after restarting iTerm2.
de: App Nap deaktivieren. Änderung wird nach einem Neustart von iTerm2 wirksam.
ja: App Nap を無効にします。 iTerm2 を再起動すると変更が反映されます。
pt_br: Desativar o App Nap. Alteração efetiva após reiniciar o iTerm2.
ru: Отключить App Nap. Изменение вступает в силу после перезапуска iTerm2.
zh_hans: 禁用App Nap功能。 重启iTerm2后更改此设置。

# AdvancedSetting.disableBidiInAlternateScreen
source: Do not reorder right-to-left text in the alternate screen? Full-screen apps (editors and some CLIs) position their own text and may already order it for display, so reordering it again fights their layout. Turn this on to leave alternate-screen text unreordered. Requires right-to-left text support.
de: Rechts-nach-links-Text im alternativen Bildschirm nicht neu anordnen? Vollbildanwendungen (Editoren und einige CLIs) positionieren ihren eigenen Text und ordnen ihn für die Anzeige möglicherweise bereits an, sodass ein erneutes Anordnen ihrem Layout entgegenwirkt. Aktivieren Sie dies, um Text im alternativen Bildschirm unverändert zu lassen. Erfordert Unterstützung für Rechts-nach-links-Text.
ja: 代替スクリーンで右から左のテキストを並べ替えないようにしますか? フルスクリーンアプリ (エディタや一部の CLI) は自身でテキストを配置し、表示用にすでに並べ替えていることがあるため、再度並べ替えるとレイアウトが崩れます。これをオンにすると、代替スクリーンのテキストは並べ替えられなくなります。右から左のテキストサポートが必要です。
pt_br: Não reordenar texto da direita para a esquerda na tela alternada? Apps de tela cheia (editores e alguns CLIs) posicionam seu próprio texto e podem já ordená-lo para exibição, então reordená-lo novamente atrapalha seu layout. Ative isto para deixar o texto da tela alternada sem reordenação. Requer suporte a texto da direita para a esquerda.
ru: Не переупорядочивать текст справа налево на альтернативном экране? Полноэкранные приложения (редакторы и некоторые CLI) сами располагают свой текст и могут уже упорядочивать его для отображения, поэтому повторное переупорядочивание нарушает их разметку. Включите это, чтобы оставить текст на альтернативном экране без переупорядочивания. Требует поддержки текста справа налево.
zh_hans: 在替代屏幕中是否不按从右到左顺序重新排列文本？ 全屏应用（编辑器及某些CLI）会自行排列文本，可能已按显示顺序进行排列，因此再次重新排列会干扰其布局。开启此选项可保持替代屏幕文本的随机排列。需要支持从右到左的文本显示。

# AdvancedSetting.disableCustomBoxDrawing
source: Use your typeface’s box-drawing characters instead of iTerm2’s custom drawing code. You must restart iTerm2 after changing this setting.
de: Die Rahmenzeichnungszeichen Ihrer Schriftart anstelle des benutzerdefinierten Zeichencodes von iTerm2 verwenden. Sie müssen iTerm2 nach dem Ändern dieser Einstellung neu starten.
ja: iTerm2 独自の描画コードの代わりに、書体の罫線素片文字を使用します。 この設定を変更した後は iTerm2 を再起動する必要があります。
pt_br: Usar os caracteres de desenho de caixa do seu tipo de letra em vez do código de desenho personalizado do iTerm2. Você deve reiniciar o iTerm2 após alterar este ajuste.
ru: Использовать символы рисования рамок вашего шрифта вместо собственного кода отрисовки iTerm2. После изменения этой настройки нужно перезапустить iTerm2.
zh_hans: 使用您的字体中的框图字符，而非iTerm2的自定义绘图代码。 更改此设置后必须重启iTerm2。

# AdvancedSetting.disableDECRQCRA
source: Disable DECRQCRA? This control sequence allows an app running in the terminal to read its contents.
de: DECRQCRA deaktivieren? Mit dieser Steuersequenz kann eine im Terminal laufende Anwendung dessen Inhalt lesen.
ja: DECRQCRA を無効にしますか? この制御シーケンスにより、ターミナルで実行中のアプリがその内容を読み取れるようになります。
pt_br: Desativar DECRQCRA? Esta sequência de controle permite que um app em execução no terminal leia seu conteúdo.
ru: Отключить DECRQCRA? Эта управляющая последовательность позволяет приложению, работающему в терминале, читать его содержимое.
zh_hans: 禁用DECRQCRA功能？ 此控制序列允许在终端中运行的应用读取其内容。

# AdvancedSetting.disableDocumentedEditedIndicator
source: Disable documented edited indicator (black dot in close button)
de: Dokumentierte Bearbeitungsanzeige deaktivieren (schwarzer Punkt in der Schließen-Schaltfläche)
ja: 既定の編集済みインジケーター (閉じるボタン内の黒い点) を無効にします
pt_br: Desativar o indicador de documento editado (ponto preto no botão de fechar)
ru: Отключить документированный индикатор изменений (чёрная точка на кнопке закрытия)
zh_hans: 禁用文档中描述的编辑指示符（关闭按钮中的黑点）。

# AdvancedSetting.disableMetalWhenIdle
source: Disable metal renderer when idle to save CPU utilization? Requires Metal renderer
de: Metal-Renderer im Leerlauf deaktivieren, um CPU-Auslastung zu sparen? Erfordert Metal-Renderer
ja: CPU 使用率を抑えるため、アイドル時に Metal レンダラーを無効にしますか? Metal レンダラーが必要です
pt_br: Desativar o renderizador metal quando ocioso para economizar uso de CPU? Requer o renderizador Metal
ru: Отключать рендерер Metal при простое для снижения нагрузки на процессор? Требует рендерера Metal
zh_hans: 空闲时禁用金属渲染器以节省CPU资源？ 需要金属渲染器支持。

# AdvancedSetting.disablePasswordManagerAnimations
source: Disable animations for showing/hiding password manager.
de: Animationen zum Ein-/Ausblenden des Passwort-Managers deaktivieren.
ja: パスワードマネージャーの表示/非表示のアニメーションを無効にします。
pt_br: Desativar animações para mostrar/ocultar o cofre de senhas.
ru: Отключить анимации показа/скрытия менеджера паролей.
zh_hans: 禁用显示/隐藏密码管理器的动画效果。

# AdvancedSetting.disablePotentiallyInsecureEscapeSequences
source: Disable potentially insecure escape sequences. Some features of iTerm2 expand the surface area for security issues. Consider turning this on when viewing untrusted content. The following custom escape sequences will be disabled: RemoteHost, StealFocus, CurrentDir, SetProfile, CopyToClipboard, EndCopy, File, SetBackgroundImageFile, OSC 6’s proxy icon-changing feature. The following DEC sequences are disabled: DECRQCRA. The following xterm extensions are disabled: Window Title Reporting, Icon Title Reporting. This will break displaying inline images, file download, some shell integration features, and other features.
de: Potenziell unsichere Escape-Sequenzen deaktivieren. Manche Funktionen von iTerm2 vergrößern die Angriffsfläche für Sicherheitsprobleme. Erwägen Sie, dies beim Anzeigen nicht vertrauenswürdiger Inhalte zu aktivieren. Die folgenden benutzerdefinierten Escape-Sequenzen werden deaktiviert: RemoteHost, StealFocus, CurrentDir, SetProfile, CopyToClipboard, EndCopy, File, SetBackgroundImageFile, die Proxy-Symbol-Änderungsfunktion von OSC 6. Die folgende DEC-Sequenz wird deaktiviert: DECRQCRA. Die folgenden xterm-Erweiterungen werden deaktiviert: Fenstertitel-Berichterstattung, Symboltitel-Berichterstattung. Dadurch werden die Anzeige von Inline-Bildern, der Dateidownload, einige Shell-Integrationsfunktionen und weitere Funktionen beeinträchtigt.
ja: 安全性に問題がある可能性のあるエスケープシーケンスを無効にします。 iTerm2 の一部の機能は、セキュリティ上の問題が生じうる範囲を広げます。信頼できないコンテンツを表示する際は、これを有効にすることを検討してください。次のカスタムエスケープシーケンスが無効になります: RemoteHost、StealFocus、CurrentDir、SetProfile、CopyToClipboard、EndCopy、File、SetBackgroundImageFile、OSC 6 のプロキシアイコン変更機能。次の DEC シーケンスが無効になります: DECRQCRA。次の xterm 拡張が無効になります: ウィンドウタイトルレポート、アイコンタイトルレポート。これにより、インライン画像の表示、ファイルのダウンロード、一部のシェル統合機能、その他の機能が動作しなくなります。
pt_br: Desativar sequências de escape potencialmente inseguras. Alguns recursos do iTerm2 ampliam a superfície de ataque para problemas de segurança. Considere ativar isto ao visualizar conteúdo não confiável. As seguintes sequências de escape personalizadas serão desativadas: RemoteHost, StealFocus, CurrentDir, SetProfile, CopyToClipboard, EndCopy, File, SetBackgroundImageFile, o recurso de troca de ícone do OSC 6. As seguintes sequências DEC são desativadas: DECRQCRA. As seguintes extensões do xterm são desativadas: Relatório de título de janela, Relatório de título de ícone. Isto quebrará a exibição de imagens em linha, download de arquivos, alguns recursos de Shell Integration e outros recursos.
ru: Отключить потенциально небезопасные управляющие последовательности. Некоторые функции iTerm2 расширяют поверхность возможных проблем безопасности. Рекомендуется включить это при просмотре ненадёжного содержимого. Будут отключены следующие пользовательские управляющие последовательности: RemoteHost, StealFocus, CurrentDir, SetProfile, CopyToClipboard, EndCopy, File, SetBackgroundImageFile, функция смены значка-прокси OSC 6. Будут отключены следующие последовательности DEC: DECRQCRA. Будут отключены следующие расширения xterm: передача заголовка окна, передача заголовка значка. Это нарушит отображение встроенных изображений, скачивание файлов, некоторые функции интеграции с оболочкой и другие возможности.
zh_hans: 禁用可能不安全的转义序列。 iTerm2的某些功能会扩大表面区域，存在安全风险。查看不可信内容时建议开启此选项。以下自定义转义序列将被禁用：RemoteHost、StealFocus、CurrentDir、SetProfile、CopyToClipboard、EndCopy、File、SetBackgroundImageFile、OSC 6的代理图标更改功能。以下DEC序列也被禁用：DECRQCRA。此外，以下xterm扩展也会被禁用：窗口标题报告、图标标题报告。这将导致内联图像显示、文件下载、部分shell集成功能及其他功能的失效。

# AdvancedSetting.disableSmartSelectionActionsOnClick
source: Disable performing the first matching Smart Selection’s Action on cmd-click?
de: Ausführen der Aktion der ersten passenden Regel der Intelligenten Auswahl bei ⌘-Klick deaktivieren?
ja: cmd クリック時に、最初に一致したスマート選択のアクションを実行しないようにしますか?
pt_br: Desativar a execução da Ação da primeira Seleção inteligente correspondente no cmd-clique?
ru: Отключить выполнение действия первого подходящего правила Smart Selection по cmd-щелчку?
zh_hans: 禁用在cmd点击时执行第一个匹配智能选取操作的动作？

# AdvancedSetting.disableTabBarTooltips
source: Disable tab bar tooltips?
de: Tooltips der Tableiste deaktivieren?
ja: タブバーのツールチップを無効にしますか?
pt_br: Desativar dicas da barra de abas?
ru: Отключить подсказки на панели вкладок?
zh_hans: 禁用标签栏工具提示？

# AdvancedSetting.disableTmuxWindowPositionRestoration
source: Disable window position restoration in tmux integration.
de: Wiederherstellung der Fensterposition in der tmux-Integration deaktivieren.
ja: tmux 統合でのウィンドウ位置の復元を無効にします。
pt_br: Desativar a restauração da posição da janela na integração do tmux.
ru: Отключить восстановление положения окна при интеграции с tmux.
zh_hans: 在 tmux 集成模式下禁用窗口位置恢复功能。

# AdvancedSetting.disableTmuxWindowResizing
source: Don't automatically resize tmux windows
de: tmux-Fenster nicht automatisch in der Größe ändern
ja: tmux ウィンドウを自動的にリサイズしない
pt_br: Não redimensionar automaticamente as janelas do tmux
ru: Не изменять размер окон tmux автоматически
zh_hans: 不要自动调整 tmux 窗口的大小

# AdvancedSetting.disableTopRightIndicators
source: Disable indicator icons that appear in the top right of a session? This includes the following indicators: maximized pane, broadcast input, coprocess running, alert on next mark, output suppression, zoom, copy mode, and debug logging.
de: Anzeigesymbole deaktivieren, die oben rechts in einer Sitzung erscheinen? Dies umfasst die folgenden Anzeigen: maximierter Bereich, Eingabe wird übertragen, Koprozess läuft, Benachrichtigung bei nächster Marke, Ausgabeunterdrückung, Zoom, Kopiermodus und Debug-Protokollierung.
ja: セッションの右上に表示されるインジケーターアイコンを無効にしますか? これには次のインジケーターが含まれます: ペインの最大化、入力のブロードキャスト、コプロセスの実行中、次のマークで通知、出力の抑制、ズーム、コピーモード、デバッグロギング。
pt_br: Desativar os ícones indicadores que aparecem no canto superior direito de uma sessão? Isto inclui os seguintes indicadores: painel maximizado, transmitir entrada, coprocess em execução, alerta na próxima marca, supressão de saída, zoom, modo de cópia e registro de depuração.
ru: Отключить значки-индикаторы, появляющиеся в правом верхнем углу сессии? Это включает следующие индикаторы: развёрнутая панель, трансляция ввода, работающий сопроцесс, оповещение при следующей метке, подавление вывода, увеличение, режим копирования и отладочное журналирование.
zh_hans: 禁用会话右上角显示的指示图标？ 这包括以下指示图标：全屏窗格、广播输入、协处理程序正在运行、下一个标记时提醒、输出抑制、缩放、复制模式以及调试日志。

# AdvancedSetting.disableWindowShadowWhenTransparencyOnMojave
source: Disable the window shadow on Mojave when the window has a transparent session to improve performance.
de: Fensterschatten unter Mojave deaktivieren, wenn das Fenster eine transparente Sitzung enthält, um die Leistung zu verbessern.
ja: パフォーマンス向上のため、Mojave でウィンドウに透過セッションがある場合、ウィンドウの影を無効にします。
pt_br: Desativar a sombra da janela no Mojave quando a janela tem uma sessão transparente para melhorar o desempenho.
ru: Отключить тень окна в Mojave, когда окно содержит прозрачную сессию, для повышения производительности.
zh_hans: 在 Mojave 系统中，当窗口具有透明会话时禁用窗口阴影以提高性能。

# AdvancedSetting.disableWindowShadowWhenTransparencyPreMojave
source: Disable the window shadow on High Sierra and earlier when the window has a transparent session to prevent text shadows.
de: Fensterschatten unter High Sierra und früher deaktivieren, wenn das Fenster eine transparente Sitzung enthält, um Textschatten zu verhindern.
ja: テキストの影を防ぐため、High Sierra 以前でウィンドウに透過セッションがある場合、ウィンドウの影を無効にします。
pt_br: Desativar a sombra da janela no High Sierra e anteriores quando a janela tem uma sessão transparente para evitar sombras de texto.
ru: Отключить тень окна в High Sierra и более ранних версиях, когда окно содержит прозрачную сессию, чтобы предотвратить тени от текста.
zh_hans: 在 High Sierra 及更早版本中，当窗口具有透明会话时禁用窗口阴影以避免文本阴影出现。

# AdvancedSetting.disableWindowSizeSnap
source: Terminal windows resize smoothly. Disables snapping to character grid. Holding Control will temporarily disable snap-to-grid.
de: Terminalfenster ändern die Größe fließend. Deaktiviert das Einrasten am Zeichenraster. Das Gedrückthalten von Control deaktiviert das Einrasten am Raster vorübergehend.
ja: ターミナルウィンドウをスムーズにリサイズします。 文字グリッドへのスナップを無効にします。Control キーを押している間は、一時的にグリッドへのスナップが無効になります。
pt_br: As janelas do terminal redimensionam suavemente. Desativa o encaixe na grade de caracteres. Manter Control temporariamente desativará o encaixe na grade.
ru: Окна терминала плавно изменяют размер. Отключает привязку к сетке символов. Удерживание Control временно отключает привязку к сетке.
zh_hans: 终端窗格可平滑调整大小。 已禁用对字符网格的对齐功能。按住 Control 键可暂时取消网格对齐。

# AdvancedSetting.disallowCopyEmptyString
source: Disallow copying empty string to pasteboard. If enabled, selecting an empty string (or all whitespace if trimming is enabled) will not erase the contents of the pasteboard.
de: Das Kopieren einer leeren Zeichenfolge in die Zwischenablage verhindern. Wenn aktiviert, löscht die Auswahl einer leeren Zeichenfolge (oder nur aus Leerzeichen bestehender Text, wenn Trimmen aktiviert ist) nicht den Inhalt der Zwischenablage.
ja: 空の文字列をペーストボードにコピーしないようにします。 有効にすると、空の文字列 (トリミングが有効な場合は空白のみの文字列も含む) を選択してもペーストボードの内容は消去されません。
pt_br: Não permitir copiar string vazia para a área de transferência. Se ativado, selecionar uma string vazia (ou tudo espaço em branco, se o recorte estiver ativado) não apagará o conteúdo da área de transferência.
ru: Запрещать копирование пустой строки в буфер обмена. Если включено, выделение пустой строки (или только пробелов при включённом обрезании) не будет очищать содержимое буфера обмена.
zh_hans: 禁止将空字符串复制到剪贴板。 如果启用此功能，选中空字符串（或若启用了修剪功能则选中所有空白字符）时不会清除剪贴板中的内容。

# AdvancedSetting.disclaimChildren
source: Disclaim ownership of children. By enabling this, when launching a Cocoa app from a terminal window TCC should attribute ownership to the app, not iTerm2, for permissions. In order for changes to this setting to take effect, you must kill iTermServer.
de: Besitz von Kindprozessen ablehnen. Wenn aktiviert, sollte TCC beim Starten einer Cocoa-App aus einem Terminalfenster den Besitz für Berechtigungen der App und nicht iTerm2 zuschreiben. Damit Änderungen an dieser Einstellung wirksam werden, müssen Sie iTermServer beenden.
ja: 子プロセスの所有権を放棄します。 これを有効にすると、ターミナルウィンドウから Cocoa アプリを起動した際、権限に関して TCC は iTerm2 ではなくそのアプリに所有権を帰属させるようになります。この設定の変更を反映するには、iTermServer を終了させる必要があります。
pt_br: Renunciar à propriedade dos filhos. Ao ativar isto, ao iniciar um app Cocoa a partir de uma janela do terminal, o TCC deve atribuir a propriedade ao app, não ao iTerm2, para fins de permissões. Para que as alterações neste ajuste tenham efeito, você deve encerrar o iTermServer.
ru: Отказаться от владения дочерними процессами. При включении, когда приложение Cocoa запускается из окна терминала, TCC должен относить права доступа к приложению, а не к iTerm2. Чтобы изменение этой настройки вступило в силу, нужно завершить iTermServer.
zh_hans: 放弃子进程的所有权。 启用此功能后，从终端窗口启动 Cocoa 应用时，TCC 应将该应用而非 iTerm2 作为权限归属对象。要使此设置生效，必须终止 iTermServer。

# AdvancedSetting.dismemberScrollView
source: Dismember scroll view for better GPU performance? This enables a dangerous hack that might improve drawing performance on macOS 10.14 only.
de: Scrollansicht zerlegen für bessere GPU-Leistung? Dies aktiviert einen gefährlichen Hack, der die Zeichenleistung möglicherweise nur unter macOS 10.14 verbessert.
ja: GPU パフォーマンス向上のためスクロールビューを分解しますか? これは、macOS 10.14 でのみ描画パフォーマンスを改善する可能性がある危険なハックを有効にします。
pt_br: Desmembrar a scroll view para melhor desempenho de GPU? Isto ativa um hack perigoso que pode melhorar o desempenho de desenho apenas no macOS 10.14.
ru: Разбирать scroll view на части для повышения производительности GPU? Это включает опасный хак, который может улучшить производительность отрисовки только на macOS 10.14.
zh_hans: 为提升 GPU 性能而拆分滚动视图？ 此功能会使用一种可能存在风险的变通方法，仅可能在 macOS 10.14 系统上提升绘制性能。

# AdvancedSetting.disregardDockSettingToOpenTabsInsteadOfWindows
source: Ignore System Settings > Dock > Prefer tabs when opening documents? When set to No, asking to open a window will open a tab instead when system settings is configured to prefer tabs over windows. When set to Yes, asking to open a window may open a tab instead.
de: Die Systemeinstellung Dock > Tabs beim Öffnen von Dokumenten bevorzugen ignorieren? Wenn auf „Nein“ gesetzt, wird beim Anfordern eines neuen Fensters stattdessen ein Tab geöffnet, sofern die Systemeinstellungen so konfiguriert sind, dass Tabs gegenüber Fenstern bevorzugt werden. Wenn auf „Ja“ gesetzt, kann das Anfordern eines Fensters stattdessen einen Tab öffnen.
ja: 「システム設定 > Dock > 書類を開くときはタブで開く」を無視しますか? 「いいえ」に設定すると、システム設定でウィンドウよりタブを優先するよう構成されている場合、ウィンドウを開く要求は代わりにタブを開きます。「はい」に設定すると、ウィンドウを開く要求が代わりにタブを開くことがあります。
pt_br: Ignorar Ajustes do Sistema > Dock > Preferir abas ao abrir documentos? Quando definido como Não, pedir para abrir uma janela abrirá uma aba quando os ajustes do sistema estiverem configurados para preferir abas a janelas. Quando definido como Sim, pedir para abrir uma janela pode abrir uma aba.
ru: Игнорировать настройку «Системные настройки → Dock → Предпочитать вкладки» при открытии документов? Если выключено, запрос на открытие окна откроет вкладку вместо него, когда системные настройки настроены на предпочтение вкладок окнам. Если включено, запрос на открытие окна может открыть вкладку вместо него.
zh_hans: 忽略“系统设置 > Dock > 打开文档时优先使用标签页”选项？ 当设置为“否”时，若系统设置规定优先使用标签页而非窗口，则请求打开窗口时会实际创建一个标签页。当设置为“是”时，请求打开窗口也可能会创建一个标签页。

# AdvancedSetting.dockIconTogglesWindow
source: If the only window is a hotkey window, then clicking the dock icon shows or hides it.
de: Wenn das einzige Fenster ein Hotkey-Fenster ist, zeigt oder verbirgt ein Klick auf das Dock-Symbol es.
ja: 唯一のウィンドウがホットキーウィンドウである場合、Dock アイコンをクリックするとそれを表示または非表示にします。
pt_br: Se a única janela for uma janela de hotkey, clicar no ícone do dock a mostra ou oculta.
ru: Если единственное окно — это окно по горячей клавише, то щелчок по значку в Dock показывает или скрывает его.
zh_hans: 如果唯一的窗口是热键窗口，那么点击 Dock 图标即可显示或隐藏它。

# AdvancedSetting.doNotSetCtype
source: Never set the CTYPE environment variable.
de: Die Umgebungsvariable CTYPE niemals setzen.
ja: CTYPE 環境変数を設定しません。
pt_br: Nunca definir a variável de ambiente CTYPE.
ru: Никогда не устанавливать переменную окружения CTYPE.
zh_hans: 切勿设置 CTYPE 环境变量。

# AdvancedSetting.doubleClickTabToEdit
source: Should double-clicking a tab open a window to edit its title?
de: Soll ein Doppelklick auf einen Tab ein Fenster zum Bearbeiten seines Titels öffnen?
ja: タブをダブルクリックすると、タイトルを編集するウィンドウを開きますか?
pt_br: Clicar duas vezes em uma aba deve abrir uma janela para editar seu título?
ru: Должен ли двойной щелчок по вкладке открывать окно для редактирования её заголовка?
zh_hans: 双击标签页是否应打开一个窗口以编辑其标题？

# AdvancedSetting.doubleReportScrollWheel
source: Double-report scroll wheel events to work around tmux scrolling bug.
de: Mausrad-Ereignisse doppelt melden, um einen tmux-Scrollfehler zu umgehen.
ja: tmux のスクロールに関するバグを回避するため、スクロールホイールイベントを二重に報告します。
pt_br: Relatar em dobro os eventos da roda de rolagem para contornar um bug de rolagem do tmux.
ru: Дублировать отчёт о событиях колеса прокрутки, чтобы обойти ошибку прокрутки в tmux.
zh_hans: 为规避 tmux 滚动故障，对滚轮事件进行双重上报。

# AdvancedSetting.downloadsDirectory
source: Downloads folder. If set, downloaded files go to this location instead of the user’s $HOME/Downloads folder.
de: Downloads-Ordner. Falls gesetzt, werden heruntergeladene Dateien an diesem Ort statt im Ordner $HOME/Downloads des Benutzers abgelegt.
ja: ダウンロードフォルダ。 設定すると、ダウンロードしたファイルはユーザーの $HOME/Downloads フォルダではなく、この場所に保存されます。
pt_br: Pasta de downloads. Se definida, os arquivos baixados vão para este local em vez da pasta $HOME/Downloads do usuário.
ru: Папка загрузок. Если задана, скачанные файлы попадают в это расположение вместо папки $HOME/Downloads пользователя.
zh_hans: 下载文件夹。 若已设置，下载的文件将存放在该位置，而非用户的 $HOME/Downloads 文件夹中。
